Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །གཞོན་ནུ་མེ་ལོང་གདོང་ནི་དེས་པ་དང་ཤིན་ཏུ་དུལ་བ་ཡིན་ནོ།
en: Prince Ādarśamukha was gentle and well self-controlled.

source: །དེ་དག་གཞན་ནི་གཏུམ་པ། གཟུ་ལུམས་ཅན། རྩུབ་པ་ཡིན་ནོ།
en: The others were fierce, violent, and rough.

source: །དེ་དག་ཐམས་ཅད་ཕའི་དགོས་པ་ཞིག་གི་ཕྱིར་འདུས་ན་ཤེས་རབ་ཀྱིས་ཅུང་ཟད་ཀྱང་སོ་སོར་རྟོགས་པ་མེད་དོ།
en: When they all met together for their father’s business, they did not resolve anything with intelligence.

source: །གཞོན་ནུ་མེ་ལོང་གདོང་ནི་དྲི་བ་ཟབ་མོ་ཟབ་མོ་དག་ལ་རང་གི་ཤེས་རབ་ཀྱིས་དཔྱོད་པར་བྱེད་དོ།
en: Prince Ādarśamukha, though, investigated very profound questions with his intelligence.

source: །རྒྱལ་པོ་ཀུན་དགའ་བོ་ནད་ཀྱིས་ཐེབས་ནས་དེས་བསམས་པ།
en: “When King Ānanda caught a disease, he thought, ‘Whom shall I install on the throne?

source: གང་རྒྱལ་སྲིད་བྱེད་དུ་གཞུག །གལ་ཏེ་བདག་གིས་བུ་ཕོ་གོང་མ་བཞི་ལས་གང་ཡང་རུང་བ་ཞིག་རྒྱལ་པོ་བྱེད་དུ་བཅུག་ན་དེ་རྣམས་གཏུམ་པ། གཟུ་ལུམས་ཅན་རྩུབ་པ་ཡིན་པས་ཚུལ་མ་ཡིན་པས་ཡུལ་མི་རྣམས་ལ་གནོད་པ་བྱེད་པར་འགྱུར་རོ།
en: Whichever of the four elder sons I install on the throne, he will do harm to the people with his bad conduct because these four are fierce, violent, and rough.

source: །གལ་ཏེ་གཞོན་ནུ་མེ་ལོང་གདོང་རྒྱལ་སྲིད་བྱེད་དུ་བཅུག་ན་ནི་ཉེ་དུ་རྣམས་ཀྱིས་ད་རྒྱལ་པོ་འདིས་སྲས་ཐུ་བོ་རྣམས་བཞག་ནས་སྲས་ཐ་ཆུངས་རྒྱལ་སྲིད་བྱེད་དུ་འཇུག་པ་ཅིའི་ཐ་ཚིག་ཅེས་སྨོད་པར་འགྱུར་བས་ཐབས་ཤིག་བཤམ་མོ་སྙམ་ནས།
en: If I install Prince Ādarśamukha on the throne, kinsmen will condemn this, saying, “Why on earth did this king now install the youngest son on the throne, putting aside the elder sons?” So, I will devise a plan.’

source: དེས་རིན་པོ་ཆེ་གསུམ་དང་། བཙུན་མོའི་འཁོར་ཞེས་བྱེད་པ་དང་། ཤེས་རབ་ཀྱིས་སོ་སོར་བརྟག་པར་བྱ་བ་དྲུག་བཞག་ནས་དེས་བློན་པོ་རྣམས་ལ་སྨྲས་པ། ཀྱེ་སྣ་བོ་དག་ང་འདས་ན་ཁྱེད་ཅག་གིས་གཞོན་ནུ་རྣམས་རེ་རེ་ནས་བརྟག་པར་བྱ་སྟེ།
en: “He prepared three treasures, consorts who would show honor, and six things to be examined with intelligence, and he said to his ministers, ‘Leaders, after my death, you should test each prince.

source: སུས་ནོར་བུའི་ལྷམ་ཟུང་དུ་བགོས་ན་འཚམ་པར་འགྱུར་བ་དང་། སེང་གེའི་ཁྲི་ལ་འདུག་ན་མི་གཡོ་བར་འདུག་པ་དང་། དབུ་རྒྱན་མགོ་ལ་ཐོགས་ན་མི་གཡོ་བར་འདུག་པ་དང་། བཙུན་མོའི་འཁོར་ཞེས་བྱེད་པ་དང་། ཤེས་རབ་ཀྱིས་སོ་སོར་བརྟག་པར་བྱ་བ་དྲུག་པོ་ནང་གི་གཏེར་དང་། ཕྱིའི་གཏེར་དང་། ཕྱི་ནང་གི་གཏེར་དང་། ཤིང་གི་རྩེ་མོའི་གཏེར་དང་། རིའི་རྩེ་མོའི་གཏེར་དང་། ཆུ་འགྲམ་གྱི་གཏེར་ཏེ། སུ་འདི་དག་ཐམས་ཅད་དང་ལྡན་པར་གྱུར་པ་དེ་ང་འདས་ནས་ཁྱོད་ཅག་གིས་ཆུག་ཤིག་ཅེས་སྨྲས་ནས།
en: After my death, you should install on the throne the one whom the jeweled shoes fit when he wears them, for whom the throne remains unmoving when he sits on it, for whom the diadem remains unmoving when he wears it on his head, to whom the consorts show honor, and who possesses all six things to be examined with intelligence: namely, internal treasure, external treasure, internal and external treasure, treasure on the top of a tree, treasure on the top of a mountain, and treasure on a bank.’ Having thus spoken, the king died, saying:

source: བསགས་པ་ཀུན་གྱི་མཐའ་ཟད་ཅིང་། །མཐོན་པོའི་མཐའ་ནི་ལྟུང་བར་འགྱུར། །ཞེས་བྱ་བ་ཡིན་པས་ཤིའོ།
en: “ ‘All accumulation ends in depletion, In the end what is lofty will fall, . . . .’

source: །བློན་པོ་དེ་རྣམས་ཀྱིས་གཞོན་ནུ་ཕུ་བོ་ཤོས་ལ་ནོར་བུའི་ལྷམ་ཟུང་དུ་བསྐོན་ན་ཇི་ལྟར་ཡང་དེ་དང་མི་འཚམ་མོ།
en: “When the ministers put the jeweled shoes on the eldest prince, they did not fit.

source: །སེང་གེའི་ཁྲི་ལ་བཞག་ན་གཡོས་སོ།
en: When they put him on the throne, it wobbled.

source: །དབུ་རྒྱན་བཏགས་ན་རབ་ཏུ་གཡོས་སོ།
en: When they put the diadem on him, it wobbled.

source: །བཙུན་མོའི་འཁོར་གྱིས་ཀྱང་ཞེས་མ་བྱས་སོ།
en: The consorts did not show honor to him, either.

source: །ཤེས་རབ་ཀྱིས་སོ་སོར་བརྟག་པར་བྱ་བ་དྲུག་སྨྲས་ན་མ་ཤེས་ཏེ།
en: When they told him the six things to be examined with intelligence, he did not know them.

source: ནུ་བོ་ཕྱི་མ་རྣམས་ཀྱང་དེ་བཞིན་ནོ།
en: It was the same for the next younger brothers.

source: །གཞོན་ནུ་མེ་ལོང་གདོང་ལ་ནོར་བུའི་ལྷམ་ཟུང་དུ་བསྐོན་ན་ཤིན་ཏུ་འཚམ་པར་འདུག་གོ།
en: “When they put the jeweled shoes on Prince Ādarśamukha, however, they fit perfectly.

source: །སེང་གེའི་ཁྲི་ལ་འདུག་ན་མི་གཡོ་བར་འདུག་གོ།
en: When he sat on the throne, it remained still.

source: །དབུ་རྒྱན་ཐོགས་ན་སྤྱི་གཙུག་རྒྱས་པར་འདུག་གོ།
en: When he wore the diadem, it remained still.

source: །བཙུན་མོའི་འཁོར་གྱིས་ཀྱང་ཞེས་བྱས་པ་དང་། བློན་པོ་རྣམས་ཀྱིས་སྨྲས་པ།
en: The consorts, too, showed honor to him.

source: ད་དུང་ཤེས་རབ་ཀྱིས་སོ་སོར་བརྟག་པར་བྱ་བ་དྲུག་པོ་ནང་གི་གཏེར་དང་། ཕྱིའི་གཏེར་དང་། ཕྱི་ནང་གི་གཏེར་དང་། ཤིང་གི་རྩེ་མོའི་གཏེར་དང་། རིའི་རྩེ་མོའི་གཏེར་དང་། ཆུ་འགྲམ་གྱི་གཏེར་ཤེས་པར་བྱ་དགོས་སོ།
en: The ministers then told him, ‘Further, you must know the six things to be examined with intelligence: namely, internal treasure, external treasure, internal and external treasure, treasure on the top of a tree, treasure on the top of a mountain, and treasure on a bank.’

source: །མེ་ལོང་གདོང་གིས་བསམས་པ། ནང་གི་གཏེར་ཞེས་བྱ་བ་ནང་གི་གཏེར་ཅི་ཞེ་ན།
en: “Ādarśamukha thought, ‘They say “internal treasure.” What is internal treasure?

source: ཐེམ་པའི་ནང་རོལ་ན་ཡོད་པའི་གཏེར་ཡིན་ནོ།
en: It is treasure inside the threshold.

source: །ཕྱིའི་གཏེར་ཞེས་བྱ་བ་ཕྱིའི་གཏེར་ཅི་ཞེ་ན།
en: They say “external treasure.” What is external treasure?

source: ཕྱིའི་གཏེར་ཞེས་བྱ་བ་ནི་ཐེམ་པའི་ཕྱི་རོལ་ན་ཡོད་པའི་གཏེར་ཡིན་ནོ།
en: It is treasure outside the threshold.

source: །ཕྱི་ནང་གི་གཏེར་ཞེས་བྱ་བ་ཅི་ཡིན་ཞེ་ན།
en: They say “internal and external treasure.” What is internal and external treasure?

source: ཐེམ་པའི་འོག་ན་ཡོད་པའི་གཏེར་ཡིན་ནོ།
en: It is treasure under the threshold.

source: །ཤིང་གི་རྩེ་མོའི་གཏེར་ཞེས་བྱ་བ་ཤིང་གི་རྩེ་མོའི་གཏེར་ཅི་ཞེ་ན།
en: They say “treasure on the top of a tree.” What is treasure on the top of a tree?

source: རྒྱལ་པོ་དེ་བཞུགས་པའི་ཤིང་དེའི་གྲིབ་མས་ཉི་མའི་གུང་ལ་གང་དུ་ཁྱབ་པ་དེ་ན་ཡོད་པའི་གཏེར་ཡིན་ནོ།
en: It is treasure that is in the place where the shadow of the tree under which that king used to sit falls at noon. They say “treasure on the top of a mountain.” What is treasure on the top of a mountain?

source: །རིའི་རྩེ་མོའི་གཏེར་ཞེས་བྱ་བ་ནི་རྒྱལ་པོ་དེ་རོལ་པའི་རྫིང་དེ་ན་ཁྲུས་ཀྱི་རྡོ་ལེབ་ཡོད་པ་དེའི་འོག་ན་ཡོད་པའི་གཏེར་ཡིན་ནོ།
en: It is treasure that is under the stone slab for bathing, which is in that pool where that king enjoyed himself.

source: །ཆུ་འགྲམ་གྱི་གཏེར་ཞེས་བྱ་བ་ནི་ཁྱིམ་གྱི་ཆུ་གང་དུ་འབབ་པ་དེའི་སྟོར་ཁུང་གི་མཐའ་ན་ཡོད་པའི་གཏེར་ཡིན་ནོ།
en: They say “treasure on a bank.” What is treasure on a bank? It is treasure that is at the end of a drain through which the household water flows.’

source: །བློན་པོ་དེ་རྣམས་ཀྱིས་ཐམས་ཅད་སོ་སོར་བརྟགས་ན་དེ་དག་བྱུང་ནས་དེ་རྣམས་ཀྱིས་དེ་རྒྱལ་པོར་དབང་བསྐུར་ཏེ།
en: “When the ministers examined everything, these treasures were discovered. They therefore anointed him as king.

source: རྒྱལ་པོ་མེ་ལོང་གདོང་ཞེས་བྱ་བ་མཐུ་དང་ལྡན་པར་གྱུར་ཏོ།
en: Ādarśamukha became a mighty king.

source: །རི་འོར་གཞན་ཞིག་ན་བྲམ་ཟེ་དབྱུག་གུ་ཅན་ཞེས་བྱ་བ་ཞིག་གནས་པ་དེས་ཁྱིམ་བདག་ཅིག་ལས་གླང་དག་ཅིག་བརྙས་ཏེ་ཞིང་རྨོས་ནས་གླང་དེ་དག་དེད་དེ་ཁྱིམ་བདག་དེའི་ཁྱིམ་དུ་སོང་བ་དང་། ཇི་ཙམ་ན་ཁྱིམ་བདག་དེ་དྲོ་ལ་བབ་ནས་བྲམ་ཟེ་དབྱུག་གུ་ཅན་གྱིས།
en: “A brahmin named Daṇḍin lived in a certain hamlet, and he borrowed bulls from a certain householder. Having plowed a field, he drove those bulls back to the house of the householder. At that time, the householder was having lunch.

source: གླང་ཕུག་ཏུ་བཏང་བ་ལས་སྒོ་གཞན་ཞིག་ནས་བྱུང་སྟེ་སོང་ངོ་།
en: The brahmin Daṇḍin drove the bulls inside, and they went out through another gate.

source: །ཁྱིམ་བདག་དེ་ཟན་ཟོས་ནས་ལངས་ན་གང་ན་ཡང་གླང་མི་སྣང་ནས་དེས་དབྱུག་གུ་ཅན་བཟུང་ནས་གླང་ག་རེ།
en: After finishing lunch, the householder stood up, but he did not see the bulls anywhere. He caught Daṇḍin and asked, ‘Where are the bulls?’

source: དེས་སྨྲས་པ་ཁྱིམ་དུ་མ་བཅུག་གམ།
en: “He replied, ‘Did they not enter the house?’ “ ‘You stole my bulls.

source: ཁྱོད་ཀྱིས་ཁོ་བོའི་གླང་ཕྲོགས་ཀྱིས་ཁོ་བོ་ལ་གླང་སླར་བྱིན་ཅིག །དེས་སྨྲས་པ།
en: Return the bulls to me!’

source: ཁོ་བོས་མ་ཕྲོགས་སོ། །དེས་སྨྲས་པ།
en: “ ‘I did not steal them,’ insisted Daṇḍin.

source: རྒྱལ་པོ་མེ་ལོང་གདོང་འདི་ནི་ཤེས་རབ་དང་ལྡན་པ་ཡིན་གྱིས་དེའི་དྲུང་དུ་དོང་དང་། དེས་དོན་འདི་སྦྱངས་དཔྱད་དེ་བདག་ཅག་ལ་རིགས་མི་རིགས་སྟོན་པར་འགྱུར་རོ་ཞེས་དེ་གཉིས་ཆས་པ་དང་། མི་ཞིག་གིས་རྟ་རྒོད་མ་ཞིག་བྲོས་ནས་དེས་དབྱུག་གུ་ཅན་ལ་སྨྲས་པ།
en: “ ‘Since that King Ādarśamukha is a person of intelligence,’ said the householder, ‘let’s go to him, and he will solve this problem and show us right and wrong.’ “They then departed. “A certain man had lost a wild mare.

source: རྟ་རྒོད་མའོ་ནི་ཁོག་ཤིག །དེས་སྨྲས་པ།
en: He called out to Daṇḍin, ‘Catch the mare!’

source: ཇི་ལྟར་དགག །ཅི་ནུས་པས་སོ།
en: “ ‘How should I stop it?’ he replied. “ ‘In whatever way you can!’

source: །དེས་རྡོ་བ་ཞིག་བླངས་ཏེ་མགོར་བསྣུན་པས་དེ་ཤི་བར་གྱུར་ཏོ། །མི་དེས་སྨྲས་པ།
en: “He took a stone and hit the mare on the head, so it died.

source: ཁོ་བོའི་རྟ་རྒོད་མ་ཁྱོད་ཀྱིས་བསད་ཀྱིས་ཁོ་བོ་ལ་རྟ་རྒོད་མ་གཅིག་བྱིན་ཅིག །ཅིའི་ཕྱིར་རྟ་རྒོད་མ་སྦྱིན།
en: “ ‘You killed my mare. Give me another!’ the man demanded. “ ‘Why would I give you a mare?’

source: དེས་སྨྲས་པ་ཚུར་ཤོག །རྒྱལ་པོ་མེ་ལོང་གདོང་གི་གན་དུ་དོང་དང་། དེས་བདག་ཅག་གི་ཞལ་ཆེ་སྦྱོང་བར་འགྱུར་རོ་ཞེས་དེ་དག་དེར་དོང་བ་དང་། དབྱུག་གུ་ཅན་དེ་འབྲོས་པར་བརྩམས་ཏེ།
en: “ ‘Come, let us go to King Ādarśamukha,’ said the man, ‘and he will issue a ruling.’ “They too departed, and he, Daṇḍin, tried to escape. He leapt down from the top of a wall.

source: དེས་རྩིག་པ་ཞིག་གི་ཁ་ནས་བདག་ཉིད་མཆོངས་པ་དང་། དེའི་ཤོད་ན་ཐ་ག་པ་ཞིག་ཐགས་འཐག་ཅིང་འདུག་པ་དེའི་སྟེང་དུ་ལྷུང་བས་ཐ་ག་པ་ཤི་ནས་དབྱུག་གུ་ཅན་ཡང་ཐ་ག་པའི་ཆུང་མས་བཟུང་ནས།
en: Under it, a weaver was weaving cloth. Daṇḍin fell on him, and the weaver died. Daṇḍin was again caught by the wife of the weaver.

source: ཁོ་མོའི་ཁྱིམ་ཐབ་ཁྱོད་ཀྱིས་བསད་ཀྱིས་ཁོ་མོའི་ཁྱིམ་ཐབ་བྱིན་ཅིག །ཁོ་བོས་ཁྱོད་ཀྱི་ཁྱིམ་ཐབ་ག་ལས་སྦྱིན། དེས་སྨྲས་པ།
en: She told him, ‘You killed my husband. Give me back my husband!’ “ ‘From where would I bring your husband?’

source: ཚུར་རྒྱལ་པོ་མེ་ལོང་གདོང་གི་དྲུང་དུ་དོང་དང་། དེས་བདག་ཅག་གི་ཞལ་ཆེ་གཅོད་པར་འགྱུར་རོ་ཞེས་དེ་རྣམས་ཆས་པ་དང་། ལམ་གྱི་བར་དེ་ན་ཆུ་བོ་གཏིང་ཟབ་མོ་ཞིག་ཡོད་པ་དེ་ལ་ཤིང་མཁན་ཞིག་ཁ་ན་སྟེའུ་ཐོགས་ཏེ་ཕས་ཚུར་ར་རྒལ་བ་དེ་ལ་དབྱུག་གུ་ཅན་དེས་སྨྲས་པ།
en: “ ‘Come, let us go to King Ādarśamukha,’ she said, ‘and he will issue a ruling for us.’ “They too departed. There was a deep river along the way. There, a carpenter was swimming around with an axe in his mouth.

source: ཆུ་ཆེ་ཆུང་ཇི་ཙམ།
en: Daṇḍin asked him, ‘How deep is the water?’

source: སྟེའུ་བཏང་སྟེ་སྨྲས་པ། ཆུ་གཏིང་ཟབ་བོ། །སྟེའུ་དེ་ཆུར་ལྷུང་ནས་དེས་དབྱུག་གུ་ཅན་དེ་བཟུང་སྟེ།
en: “ ‘The water is very deep,’ the carpenter answered, letting the axe drop, which then fell into the water.

source: ཁྱོད་ཀྱིས་ངའི་སྟེའུ་ཆུར་བསྐུར་རོ།
en: He caught Daṇḍin and said, ‘It is because of you that my axe dropped into the water!’

source: །ངས་མ་བསྐུར་རོ།
en: “ ‘I didn’t drop it.’

source: །ཚུར་རྒྱལ་པོ་མེ་ལོང་གདོང་གི་དྲུང་དུ་དོང་དང་། དེས་བདག་ཅག་གི་ཞལ་ཆེ་སྦྱོང་བར་འགྱུར་རོ།
en: “ ‘Come, let us go to King Ādarśamukha, and he will issue a ruling.’

source: །དེ་རྣམས་ངལ་བས་དབྱུག་གུ་ཅན་ཁྲིད་དེ་ཆང་འཚོང་ཞིག་གི་ཁྱིམ་དུ་ཞུགས་པ་དང་། ཆང་འཚོང་མ་ལ་ཁྱེའུ་ཞིག་བཙས་པ་དེས་ཁྱེའུ་དེ་གོས་ཀྱིས་བཀབ་སྟེ་བསྙལ་བ་དེ་ལ་དབྱུག་གུ་ཅན་འདུག་གོ།
en: “Since they were tired, they entered a tavern, taking Daṇḍin with them. The tavern hostess had a newborn son whom she had wrapped in cloth and kept asleep, and Daṇḍin sat down on him.

source: །དེས་ཁྱེའུ་ཡོད་ཁྱེའུ་ཡོད་ཅེས་སྨྲས་ནས།
en: She cried out, ‘There is a child!

source: ཇི་ཙམ་ན་བལྟས་ན་ཤི་བར་གྱུར་ནས་དེས་དབྱུག་གུ་ཅན་དེ་བཟུང་ནས།
en: There is a child!’ When she looked, the child was dead.

source: ཁྱོད་ཀྱིས་ཁོ་མོའི་བུ་བསད་ཀྱིས་ཁོ་མོའི་བུ་བྱིན་ཅིག །དེས་སྨྲས་པ།
en: She caught Daṇḍin and said, ‘You killed my son. Give me back my son!’

source: ཁོ་བོས་ནི་མ་བསད་ན་ཅིའི་ཕྱིར་ཁོ་བོས་ཁྱོད་ལ་བུ་སྦྱིན། དེས་སྨྲས་པ།
en: “ ‘I did not kill him,’ he answered. ‘Why would I give you a son?’

source: ཚུར་རྒྱལ་པོ་མེ་ལོང་གདོང་གི་དྲུང་དུ་འདོང་ངོ་ཞེས་དེ་རྣམས་ཆས་པ་དང་། ཇི་ཙམ་ན་ཕྱོགས་གཞན་ཞིག་ན་ཤིང་སྐམ་ལ་ཁྭ་ཞིག་འདུག་པ་དེས་དབྱུག་གུ་ཅན་མཐོང་ནས་སྨྲས་པ།
en: “ ‘Come, let us go to King Ādarśamukha,’ she replied. “Then they departed. In a certain place, there was a raven on a dead tree. It saw Daṇḍin and asked, ‘Where are you going?’

source: གང་དུ་འགྲོ། ཁོ་བོ་ནི་མི་འགྲོ་ན་འདི་དག་གིས་ཁོ་བོ་ཁྲིད་དོ། །གང་དུ།
en: “ ‘I am not going anywhere, but these people are taking me.’ “ ‘Where?’

source: མེ་ལོང་གདོང་གི་དྲུང་དུའོ།
en: “ ‘To Ādarśamukha.’

source: །འོ་ན་ཁོ་བོའི་ཕྲིན་ཡང་ཁྱེར་ལ་རྒྱལ་པོ་མེ་ལོང་གདོང་ལ་ཕྱོགས་ག་གེ་མོ་ཞིག་ན་ཤིང་ལོ་མ་སྐམས་པ་ཞིག་མཆིས་པ་དེ་ལ་ཁྭ་ཞིག་མཆིས་ཏེ།
en: “ ‘Then also take a message for me, and say to King Ādarśamukha, “There is a tree whose leaves are dead in such-and-such a place, and there is a raven there.

source: དེའི་མཆིད་ནས་ཤིང་ལོ་མ་སྔོ་ཞིང་སྣུམ་པ་གཞན་དག་མཆིས་བཞིན་དུ་དེ་ལ་བདག་དགའ་བར་མི་འགྱུར་གྱི། འདི་ལ་བདག་མཆིས་ན་བདེ་བ་ཅི་ལས་གྱུར་ཅེས་གྱིས་ཤིག །དེ་རྣམས་ཆས་པ་ལས་རི་དགས་ཞིག་གིས་དབྱུག་གུ་ཅན་མཐོང་ནས་དེས་སྨྲས་པ།
en: It asks, ‘Why am I happy when I am here, whereas I am not pleased where there are other trees, the leaves of which are green and shiny?’ ” ’ “They again departed.

source: དབྱུག་གུ་ཅན་གང་དུ་འགྲོ།
en: A deer saw Daṇḍin and asked, ‘Daṇḍin, where are you going?’

source: ཁོ་བོ་ནི་གང་དུ་ཡང་མི་འགྲོ་ན་འདི་དག་གིས་ཁོ་བོ་ཁྲིད་དོ། །གང་དུ།
en: “ ‘I am not going anywhere, but these people are taking me.’ “ ‘Where?’

source: །ཁོ་བོའི་ཕྲིན་ཡང་ཁྱེར་ལ་གནས་གཞན་དག་ན་གསིང་མ་དང་རྩྭ་སྔོན་པོ་དག་མཆིས་བཞིན་དུ་བདག་དེ་དག་ལ་མ་དད་པ་ལ་རྒྱུ་ཅི་ཞིག་མཆིས་ཞེས་གྱིས་ཤིག །དེ་རྣམས་ཆས་པ་དང་ཇི་ཙམ་ན་སྲེག་པ་ཞིག་གིས་མཐོང་ནས་སྨྲས་པ།
en: “ ‘Take my message also, and ask him, “Why, although there are green, grassy meadows in other places, do I not wish for them?” ’ “They again departed.

source: གང་དུ་འདོང་ཞེས་བྱ་བ་ནས། འོ་ན་ཁོ་བོའི་ཕྲིན་ཡང་ཁྱེར་ཅིག་ཅེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་སྟེ། བདག་ཕྱོགས་གཅིག་ཏུ་ནི་སྲེག་པའི་སྐད་འབྱིན་ལ། ཕྱོགས་གཞན་དུ་ནི་སྐད་གཞན་འབྱིན་པ།
en: Then a partridge (tittira) saw him and asked, ‘Where are you going?’ . . . ‘Then take my message also, and ask him, “I utter a partridge’s call in one place but utter a different call in another place.

source: འདི་ལ་རྒྱུ་ཅི་ཞིག་མཆིས་ཞེས་གྱིས་ཤིག། །།འདུལ་བ་གཞི། བམ་པོ་བཞི་བཅུ་རྩ་བཞི་པ།
en: What is the reason for this?” ’

source: ཕྱོགས་གཞན་ཞིག་ན་སྦྲུལ་ཞིག་གིས་མཐོང་ནས་ཞེས་བྱ་བ་ནས་འོ་ན་ཁོ་བོའི་ཕྲིན་ཡང་ཁྱེར་ཅིག་ཅེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་སྟེ། བདག་ཕུག་ནས་ནི་བདེ་བར་འབྱུང་ལ་སླར་ནི་སྡུག་བསྔལ་གྱིས་འཇུག་པ་འདི་ལ་རྒྱུ་ཅི་ཞིག་མཆིས་ཞེས་གྱིས་ཤིག །སྦྲུལ་ཞིག་དང་ནེའུ་ལེ་གཉིས་ཕན་ཚུན་མི་མཐུན་ཞིང་འཐབ་པར་བྱེད་པ་ཞེས་བྱ་བ་ནས་འོ་ན་བདག་ཅག་གི་ཕྲིན་ཡང་ཁྱེར་ཅིག་ཅེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་སྟེ།
en: “In another place, a snake saw him . . . ‘Then take my message also, and ask him, “It is easy for me to go out of the hole, but it is hard to enter it again. What is the reason for this?” ’

source: བདག་ཅག་ཉིན་པར་གཅིག་གིས་གཅིག་མཐོང་ནས་ཐབ་མོ་བགྱིད་ཀྱི་དགའ་བར་མི་འགྱུར་བ་འདི་ལ་རྒྱུ་ཅི་ཞིག་མཆིས་ཞེས་གྱིས་ཤིག །བག་སར་གཞོན་ནུ་མ་ཞིག་གིས་ཞེས་བྱ་བ་ནས་དེས་སྨྲས་པ།
en: “A serpent and a mongoose were hostile to each other and fighting . . . ‘Then take our message also, and ask him, “We fight by day, whenever one sees the other, and are never pleased with each other.

source: འོ་ན་བདག་གི་ཕྲིན་ཡང་ཁྱེར་ཅིག་ཅེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་སྟེ། གང་གི་ཚེ་བདག་ཕའི་ཁྱིམ་ན་མཆིས་པ་དེའི་ཚེ་ནི་གྱོས་པོའི་ཁྱིམ་འཚལ་ལ།
en: What is the reason for this?” ’ “A certain newly married woman . . . she said, ‘Take my message also, and ask him, “I miss my father-in-law’s house when I am in my father’s house, but I miss my father’s house when I am in my father-in-law’s house.

source: གང་གི་ཚེ་གྱོས་པོའི་ཁྱིམ་ན་མཆིས་པ་དེའི་ཚེ་ན་ཕའི་ཁྱིམ་འཚལ་བ་འདི་ལ་རྒྱུ་ཅི་ཞིག་མཆིས་ཞེས་གྱིས་ཤིག །དེ་རྣམས་ཆས་ནས་རྒྱལ་པོ་མེ་ལོང་གདོང་གང་ན་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་དབྱུག་གུ་ཅན་གྱིས་རྒྱལ་པོ་ལ་རྒྱལ་བ་དང་ཚེ་སྤེལ་བ་དག་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: What is the reason for this?” ’ “They again departed and went to King Ādarśamukha. Having arrived and wished the king victory and long life, Daṇḍin sat down to one side.

source: །གཞན་དག་གིས་ཀྱང་རྐང་པ་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་འཁོད་པ་དང་། རྒྱལ་པོས་དབྱུག་གུ་ཅན་ལ་དྲིས་པ་ཁྱོད་ཅི་ལ་འོངས་ལྷ་བདག་ནི་ཁྲིད་དོ་ཅི་ཞིག་གི་ཕྱིར།
en: The others too bowed low until their foreheads touched the feet of the king, and then they took their seats. The king asked Daṇḍin, ‘Why have you come?’ “ ‘Your Majesty, I was brought here.’ “ ‘For what reason?’

source: དབྱུག་གུ་ཅན་གྱིས་ཁྱིམ་བདག་དང་ཅི་ཞིག་ལས་རྩོད་པ་དེ་ཐམས་ཅད་སྨྲས་སོ།
en: “Daṇḍin explained why he was in dispute with the householder.

source: །རྒྱལ་པོས་ཁྱིམ་བདག་ལ་དྲིས་པ། ཁྱོད་ཀྱིས་གླང་མཐོང་ངམ་མཐོང་ལགས་སོ།
en: The king asked the householder, ‘Did you see the bulls?’ “ ‘Yes, I did.’

source: །དབྱུག་གུ་ཅན་ཁྱོད་ཀྱིས་གླང་ཕུགས་སུ་བསྐྲད་དམ།
en: “ ‘Daṇḍin, did you drive the bulls inside?’

source: ལྷ་བསྐྲད་ལགས་སོ། །རྒྱལ་པོས་སྨྲས་པ།
en: “ ‘Your Majesty, I did.’

source: གང་གི་ཕྱིར་གོ་བར་མ་བྱས་པས་དབྱུག་གུ་ཅན་འདིའི་ལྕེ་ཆོད་ཅིག །གང་གི་ཕྱིར་འདི་ཡང་གླང་མ་བཏགས་པས་མིག་ཕྱུང་ཤིག །ཁྱིམ་བདག་གིས་སྨྲས་པ།
en: “The king decreed, ‘Since he did not let him (the householder) know, cut out this Daṇḍin’s tongue. Since he did not tie the bulls, gouge out his (the householder’s) eyes.’

source: རྣམ་པ་གཅིག་ཏུ་བདག་གི་གླང་སྟོར། རྣམ་པ་གཉིས་སུ་བདག་གི་མིག་དབྱུང་བ་བས་དབྱུག་གུ་ཅན་རྒྱལ་མི་བསྔོའོ།
en: “ ‘First my bulls were lost, and second, my eyes are to be gouged out!

source: །མི་དེས་སྨྲས་པ་ལྷ་དབྱུག་གུ་ཅན་འདིས་བདག་གི་རྟ་རྒོད་མ་ཞིག་བཀུམ་མོ།
en: It would be better that Daṇḍin won!’ cried the householder. “The second man said, ‘Your Majesty, this Daṇḍin killed my mare.’

source: །ཇི་ལྟར་བསད།
en: “ ‘How did he kill it?’

source: དེས་རྒྱས་པར་སྨྲས་པ་དང་། རྒྱལ་པོས་སྨྲས་པ།
en: “When he explained it all in detail, the king decreed, ‘Since he said, “Catch it in whatever way you can,” cut out this man’s tongue.

source: གང་གི་ཕྱིར་ཇི་ལྟར་ནུས་པ་དེ་བཞིན་དུ་ཁོག་ཤིག །ཅེས་སྨྲས་པས་མི་འདིའི་ལྕེ་ཆོད་ཅིག །གང་གི་ཕྱིར་རྡོ་བས་མི་སྣུན་པར་གཞན་གྱིས་དགག་མི་ནུས་པ་མེད་པས་དབྱུག་གུ་ཅན་འདི་ཡང་ལག་པ་ཆོད་ཅིག །མི་དེས་སྨྲས་པ་རྣམ་པ་གཅིག་ཏུ་བདག་གི་རྟ་རྒོད་མ་བཀུམ།
en: Since he was not able to catch it otherwise than by hitting it with a stone, cut off also this Daṇḍin’s hands.’ “ ‘First my mare was killed, and second, my tongue is to be cut out!

source: རྣམ་པ་གཉིས་སུ་བདག་གི་ལྕེ་བཅད་པ་བས་དབྱུག་གུ་ཅན་རྒྱལ་མི་བསྔོའོ།
en: It would be better that Daṇḍin won!’ cried the second man.

source: །ཐ་ག་པའི་ཆུང་མས་རྒྱས་པར་སྨྲས་པ་དང་རྒྱལ་པོས་སྨྲས་པ།
en: “When the weaver’s wife explained her case in detail, the king decreed, ‘Take this very man as your husband.’

source: འདི་ཉིད་ཁྱོད་ཀྱི་ཁྱིམ་ཐབ་ཏུ་ཁྱེར་ཅིག །དེས་སྨྲས་པ་རྣམ་པ་གཅིག་ཏུ་ནི་འདིས་བདག་གི་སྡུམ་ཐབ་བཀུམ།
en: “ ‘First my husband was killed by him, and second, he becomes my husband!

source: རྣམ་པ་གཉིས་སུ་འདི་སྡུམ་ཐབ་ཏུ་འགྱུར་བ་བས་དབྱུག་གུ་ཅན་རྒྱལ་མི་བསྔོའོ།
en: It would be better that Daṇḍin won!’ she cried.

source: །ཤིང་མཁན་གྱིས་རྒྱས་པར་སྨྲས་པ་དང་། རྒྱལ་པོས་སྨྲས་པ་གང་གི་ཕྱིར་སྟེའུ་ཆུའི་དབུས་སུ་བོར་ནས་ཚིག་སྨྲས་པས་ཤིང་མཁན་འདི་ལྕེ་ཆོད་ཅིག །དབྱུག་གུ་ཅན་འདི་ཡང་ཆུའི་གཏིང་ཟབ་པར་མཐོང་བཞིན་དུ་ཤིང་མཁན་ལ་འདྲི་བས་མིག་དབྱུང་ངོ་། །ཤིང་མཁན་གྱིས་སྨྲས་པ།
en: “When the carpenter explained his case in detail, the king decreed, ‘Since he uttered words in the river, letting the axe out, cut out this carpenter’s tongue. Since he asked the carpenter when he saw the water was deep, gouge out this Daṇḍin’s eyes.’

source: རྣམ་པ་གཅིག་ཏུ་བདག་གི་སྟེའུ་སྟོར། རྣམ་པ་གཉིས་སུ་བདག་གི་ལྕེ་བཅད་པ་བས་དབྱུག་གུ་ཅན་རྒྱལ་མི་བསྔོའོ།
en: “ ‘First my axe was lost, and second, my tongue is to be cut out!

source: །ཆང་འཚོང་མས་རྒྱས་པར་སྨྲས་པ་དང་རྒྱལ་པོས་སྨྲས་པ།
en: It would be better that Daṇḍin won!’ the carpenter cried.

source: གང་གི་ཕྱིར་འདིས་བུ་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་གོས་ཀྱིས་གཡོགས་ནས་བསྙལ་བས་ཆང་འཚོང་མ་འདི་ལག་པ་ཆོད་ཅིག །དབྱུག་གུ་ཅན་ཡང་མ་བརྟགས་པར་གཞན་གྱི་སྟན་ལ་འདུག་པས་འདི་ནི་མིག་ཕྱུང་ཤིག་དེས་སྨྲས་པ།
en: “When the tavern hostess explained her case in detail, the king decreed, ‘Since she laid down the child completely covered with cloth, cut off the hands of this tavern hostess. Since he sat on another’s seat without looking at it first, gouge out Daṇḍin’s eyes.’

source: རྣམ་པ་གཅིག་ཏུ་བདག་གི་བུ་བཀུམ།
en: “ ‘First my son was killed, and second, my hands are to be cut off!

source: རྣམ་པ་གཉིས་སུ་བདག་གི་སུག་པ་བཀུམ་པ་བས་དབྱུག་གུ་ཅན་རྒྱལ་མི་བསྔོའོ། །དབྱུག་གུ་ཅན་གྱིས་ཁྭའི་ཐན་སྨྲས་པ་དང་། རྒྱལ་པོས་སྨྲས་པ།
en: It would be better that Daṇḍin won!’ she cried. “When Daṇḍin delivered the raven’s message, the king said, ‘Daṇḍin, tell the raven, “There are treasures that you hid under the dead tree when you were the headman of a hamlet that was in that place.

source: དབྱུག་གུ་ཅན་ཁྭ་དེ་ལ་ཁྱོད་ཕྱོགས་དེ་ན་རི་འོར་ཅིག་ཡོད་པའི་གྲོང་གི་བདག་པོར་གྱུར་པ་ན་ཤིང་སྐམ་པོ་དེའི་དྲུང་ན་གཏེར་ཡོད་ཀྱིས་དེ་འགའ་ཞིག་ལ་བྱིན་ཏེ་སོང་ཤིག་དང་བདེ་བར་འགྱུར་རོ་ཞེས་སྒོ་ཤིག །རི་དགས་ཀྱི་ཐན་སྨྲས་པ་དང་། ཁྱོད་ཀྱིས་རི་དགས་ལ་རི་དགས་ཁྱོད་དེ་ན་ཤིང་ཡོད་པ་དེའི་ཁ་ནས་སྦྲང་རྩིའི་ཐིགས་པ་འཛག་སྟེ།
en: Give them to someone and leave, and you will be at ease.” ’ “When he delivered the deer’s message, the king said, ‘You should tell the deer, “Deer, once there was a tree there, and drops of honey were dripping down from its top.

source: དེ་ཟགས་པས་རྩྭ་དང་གསིང་མ་མངར་པོར་གྱུར་པ་ལ་ཁྱོད་ཟ་ཟ་བ་སྦྲང་མ་དེ་སོང་ཟིན་གྱིས་རོ་ལ་ཆགས་པར་མ་བྱེད་ཅིག །ཚུལ་མ་ཡིན་པས་སྡུག་བསྔལ་བར་གྱུར་ཏ་རེ་ཞེས་སྨྲོས་ཤིག །སྲེག་པའི་ཐན་སྨྲས་པ་དང་རྒྱལ་པོས་སྨྲས་པ།
en: Thus, the green meadows were sweetened, and you ate there. Since the honey bees are gone, you should not be attached to the grass. You should not suffer misfortune.” ’

source: གང་དུ་སྲེག་པ་དེ་སྲེག་པའི་སྐད་འབྱིན་པའི་ཕྱོགས་དེ་ན་གཏེར་མེད་ཀྱི།
en: “When he delivered the partridge’s message, the king said, ‘There is no treasure where the partridge utters a partridge’s call, but there are treasures where it utters a different call.

source: གང་དུ་སྐད་གཞན་འབྱིན་པ་དེ་ན་གཏེར་ཡོད་པས་ཁྱོད་ཀྱིས་གཏེར་འགའ་ཞིག་ལ་སྟོན་ལ་ཚུལ་མ་ཡིན་པས་སྡུག་བསྔལ་བར་གྱུར་ན་མི་རུང་གིས་གཞན་དུ་སོང་ཤིག་ཅེས་སྒོ་ཤིག །དེས་སྦྲུལ་དང་ནེའུ་ལེའི་ཐན་སྨྲས་པ་དང་རྒྱལ་པོས་སྨྲས་པ།
en: Tell it, “You should show the treasure to someone and go somewhere else, for it would not be right if you suffered misfortune.” ’

source: དེ་གཉིས་ལ་ཁྱེད་ཅག་མིར་གྱུར་པ་ན་སྤུན་གཉིས་ཞིག་ཏུ་སྐྱེས་ཏེ།
en: “When he delivered the message of the serpent and the mongoose, the king said, ‘Tell the two, ‘You were born as two brothers when you were humans.

source: དེ་ན་གཅིག་གིས་སྨྲས་པ། ནོར་བགོའོ་ཅིག་ཤོས་སེར་སྣས་ཟིལ་གྱིས་ནོན་པས་མ་བགོས་སོ།
en: There, one said, “Let us divide our possessions.” The other did not do so, overwhelmed by avarice.

source: །དེ་ལ་གཅིག་ནི་ལྷག་པར་ཆགས་པར་བྱས་པས་སྦྲུལ་དུ་སྐྱེས་སོ།
en: There, one was reborn as a serpent because it was excessively attached.

source: །ཅིག་ཤོས་ཀྱང་ནོར་ལ་ཐེན་ཏེ་ལྷག་པར་ཆགས་པར་བྱས་པས་ནེའུ་ལེར་སྐྱེས་སོ།
en: The other was reborn as a mongoose because it clung to the possessions and was excessively attached to them.

source: །དེ་བས་ན་ཁྱེད་ཅག་གིས་ནོར་དེ་དག་དགེ་སྦྱོང་ངམ། བྲམ་ཟེ་དག་ལ་བྱིན་ལ་གནས་དེ་འོར་ཅིག་དང་བདེ་བར་འགྱུར་རོ་ཞེས་སྒོ་ཤིག་སྦྲུལ་གྱི་ཐན་སྨྲས་པ་དང་རྒྱལ་པོས་སྨྲས་པ།
en: Therefore, you should give the possessions to śramaṇas or brahmins and relinquish your dwelling, and you will be at ease.” ’

source: ཁྱོད་ཀྱིས་སྦྲུལ་དེ་ལ་ཁྱོད་ལྟོགས་ཤིང་ཉམ་ཆུང་བར་གྱུར་པས་ནི་ཕུག་ནས་བདེ་བར་ཕྱིར་འབྱུང་ལ། ཁ་ཟས་ཕལ་མོ་ཆེ་ཟོས་ནས་ནི་སྡུག་བསྔལ་བས་ཕུག་ཏུ་འཇུག་པ་ཡིན་གྱིས།
en: “When he delivered the snake’s message, the king said, ‘You should tell the snake, “When you have become hungry and feeble, you easily exit the hole, but after having eaten much food, you have trouble entering the hole.

source: ཁྱོད་ཀྱིས་ཁ་ཟས་ལ་ཇི་ཙམ་དུ་སྤྱད་པ་དྲོད་ཟིན་པར་བྱས་ན་ཁྱོད་བདེ་བར་གནས་པར་འགྱུར་རོ་ཞེས་སྒོ་ཤིག །བག་སར་གཞོན་ནུ་མའི་ཐན་སྨྲས་པ་དང་རྒྱལ་པོས་སྨྲས་པ།
en: If you know the proper amount of food to take in, you will live at ease.” ’

source: ཁྱོད་ཀྱིས་བག་སར་གཞོན་ནུ་མ་དེ་ལ་ཁྱོད་ཀྱི་ཕའི་ཁྱིམ་ན་འགྲོགས་བཤེས་ཤིག་གནས་ཏེ།
en: “When he delivered the newly married woman’s message, the king said, ‘You should tell the newly married woman, “There is a friend of yours in your father’s house.

source: གང་གི་ཚེ་ཁྱོད་གྱོས་པོའི་ཁྱིམ་ན་འདུག་པ་དེའི་ཚེ་ནི་འགྲོགས་བཤེས་དེ་འདོད་དོ།
en: When you are in your father-in-law’s house, you miss the friend.
